Repository: sudoHG/AskKey
Catalog: Sources/AskKeyApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Directory
zh_hans: 目录

source: Disable system authentication for read approvals
zh_hans: 关闭批准读取的系统验证

source: Dismiss error
zh_hans: 关闭错误

source: Do Not Allow Agent
zh_hans: 不允许 Agent 使用

source: Documentation
zh_hans: 使用文档

source: Done
zh_hans: 完成

source: Each credential is delivered and authorized as one complete set.
zh_hans: 每份凭证是一整套材料，按整份统一授权。

source: Edit
zh_hans: 编辑

source: Edit Credential
zh_hans: 编辑凭证

source: Edit Secret
zh_hans: 编辑凭证

source: Edit credential
zh_hans: 编辑凭证

source: Edit...
zh_hans: 编辑…

source: Edit…
zh_hans: 编辑…

source: Encrypted iCloud Backup
zh_hans: iCloud 加密备份

source: Enter %@
zh_hans: 请输入%@

source: Enter keys and values like .env. Each value can be text or a file.
zh_hans: 像 .env 一样填写键和值；每行的值可以是普通文字或文件。

source: Enter text value
zh_hans: 输入文字值

source: Enter your saved recovery key to inspect available backups. Restoring requires system authentication.
zh_hans: 输入你独立保存的恢复密钥，检查可恢复的备份。确认恢复时需要系统验证。

source: Environment
zh_hans: 环境

source: Environment Variable
zh_hans: 环境变量

source: Environment variable mapping
zh_hans: 环境变量映射

source: Environment variable mappings must be at most 4096 bytes.
zh_hans: 环境变量映射名不能超过 4096 字节。

source: Environments
zh_hans: 环境

source: Erase Local Data
zh_hans: 抹除本地数据

source: Erase the local Ask Key vault
zh_hans: 确认抹除请旨本机凭证库

source: Erase…
zh_hans: 抹除…

source: Error
zh_hans: 错误

source: Even while management is unlocked, revealing or copying plaintext requires authentication. Copied content clears after 60 seconds.
zh_hans: 即使管理已解锁，查看或复制明文都要再次验证身份；复制的内容 60 秒后自动从剪贴板清除。

source: Every project and environment in the vault
zh_hans: 凭证库中的所有项目和环境

source: Expires
zh_hans: 到期时间

source: Expiry Date (Optional)
zh_hans: 到期时间（可选）

source: Failed
zh_hans: 失败

source: File
zh_hans: 文件

source: Folder link
zh_hans: 文件夹关联

source: Follow System
zh_hans: 跟随系统

source: For App Store Connect and automated signing
zh_hans: 用于 App Store Connect 和自动签名

source: For example https://api.example.com; leave empty or remove if unused
zh_hans: 例如 https://api.example.com；不需要可以留空或移除

source: For example: App Store releases only
zh_hans: 例如：仅用于发布到 App Store

source: For example: Production API
zh_hans: 例如：生产环境 API

source: Found %lld recoverable backups.
zh_hans: 找到 %lld 份可恢复备份

source: Frozen Content to Write
zh_hans: 待写入的冻结内容

source: General
zh_hans: 通用

source: GitHub App
zh_hans: GitHub 应用

source: Global Shortcut
zh_hans: 全局快捷键

source: Group
zh_hans: 分组

source: Group name
zh_hans: 分组名称

source: Groups are for organization only and do not change authorization boundaries.
zh_hans: 分组只是整理方式，不影响授权边界。

source: Groups are for organization only and do not change authorization.
zh_hans: 分组只是整理方式，不影响授权。

source: Groups organize credentials without changing authorization boundaries. New credentials created here join this group.
zh_hans: 分组只是整理方式，不影响授权边界；在这里新建的凭证会直接落进本组。

source: Help Agents always find Ask Key.
zh_hans: 让 Agent 随时能找到请旨

source: Hidden
zh_hans: 已隐藏

source: Hidden credential request
zh_hans: 隐藏凭证请求

source: Hidden: Hidden credentials stay out of the Agent catalog.
zh_hans: 隐藏：隐藏的凭证不会进入 Agent 目录。

source: Hide
zh_hans: 遮罩

source: Hide Content
zh_hans: 隐藏内容

source: Hide Plaintext
zh_hans: 隐藏明文

source: Hide secret value
zh_hans: 隐藏凭证值

source: Hide value
zh_hans: 隐藏凭证值

source: I Saved the Recovery Key — Start Backup
zh_hans: 我已保存恢复密钥，开始备份

source: I confirm these permission changes
zh_hans: 我确认上述权限调整

source: Icon
zh_hans: 图标

source: Import
zh_hans: 导入

source: Import .env — new project
zh_hans: 导入 .env — 新建项目

source: Import Preview
zh_hans: 导入预览

source: Import a regular file or .env; the original file is not modified.
zh_hans: 导入普通文件或 .env；原文件不会被修改。

source: Import file or .env
zh_hans: 导入文件或 .env

source: Import from .env
zh_hans: 从 .env 导入

source: Import from .env…
zh_hans: 从 .env 导入…

source: Import from File
zh_hans: 从文件导入

source: Imported Environment Variables
zh_hans: 导入的环境变量

source: Imported environment variables
zh_hans: 导入的环境变量

source: Installation ID
zh_hans: 安装 ID

source: Installed
zh_hans: 已安装

source: Instructions for Agent
zh_hans: 给 Agent 的说明

source: Instructions for Agent (Optional)
zh_hans: 给 Agent 的说明（可选）

source: Invalid secret name. Names must be shell-safe environment variable identifiers, and must not exceed 4096 UTF-8 bytes.
zh_hans: 变量名必须以字母或下划线开头，只能包含字母、数字和下划线，且不能超过 4096 个 UTF-8 字节。

source: Its contents are saved and authorized as one set.
zh_hans: 这份凭证里的内容会作为一个整体保存和授权。

source: Keep
zh_hans: 保留

source: Keep Launch at Login
zh_hans: 保持开启

source: Keep a complete set of credential materials together. When an Agent needs them, a system confirmation asks you to decide.
zh_hans: 把一整套凭证材料放在一起。Agent 需要时，系统确认框会直接问你，由你当场决定。

source: Keep everything needed for one task together.
zh_hans: 把完成同一件事需要的内容放在一起。

source: Keep in App Only
zh_hans: 仅保存在 App

source: Keep text and files together and deliver them under one approval.
zh_hans: 文字和文件放在一起，按同一次授权完整交付。

source: Keeps 90 days of events, never credential contents; %lld records now.
zh_hans: 保留最近 90 天，只记事件不记内容；现有 %lld 条。

source: Keeps 90 days. Records who requested what and the outcome, never credential contents. Clear it manually in Settings.
zh_hans: 保留最近 90 天；只记录谁请求了什么、结果如何，永远不记录凭证内容。可在「设置」里手动清空。

source: Key
zh_hans: 键

source: Key, for example API_TOKEN
zh_hans: 键名，例如 API_TOKEN

source: Keys
zh_hans: 键名

source: Kind
zh_hans: 类型

source: Language
zh_hans: 语言

source: Latest two: no locally confirmed backup records (keeps two)
zh_hans: 最近两份：暂无本机可确认的备份记录（保留最近两份）

source: Latest two: today 09:12 · yesterday 21:40 (keeps two)
zh_hans: 最近两份：今天 09:12 · 昨天 21:40（保留最近两份）

source: Launch at Login
zh_hans: 登录时启动

source: Launch at login is on by default so Agents can reach Ask Key.
zh_hans: 默认开启登录时启动，这样 Agent 才能找到请旨。

source: Launch at login is on by default; Agents cannot obtain credentials while Ask Key is not running.
zh_hans: 登录时启动默认开启；未运行时 Agent 无法取得凭证。

source: Learn how to connect your agents.
zh_hans: 查看如何连接 Agent。

source: Learn how to use the CLI.
zh_hans: 查看命令行用法。

source: Leave empty to keep this credential ungrouped.
zh_hans: 留空则放入未分组。

source: Leave unchecked to keep the cloud backup for recovery.
zh_hans: 不勾则云端备份保留，可用于恢复。

source: Light
zh_hans: 浅色

source: Line %ld: %@
zh_hans: 第 %ld 行：%@

source: Linked
zh_hans: 已关联

source: Linked folder
zh_hans: 关联目录

source: Loading
zh_hans: 读取中

source: Local Agent
zh_hans: 本地 Agent

source: Local Caller
zh_hans: 本地调用方

source: Local data is erased first. The iCloud backup is deleted afterward and cannot be recovered.
zh_hans: 本机数据会先单独抹除；随后才会删除 iCloud 备份，删除后无法恢复。

source: Lock
zh_hans: 锁定

source: Lock Now
zh_hans: 立即锁定

source: MCP Server
zh_hans: MCP 服务

source: Manage
zh_hans: 管理

source: Migrate Existing Library
zh_hans: 迁移现有凭证库

source: Migration
zh_hans: 迁移

source: Migration Preview
zh_hans: 迁移预览

source: Migration is blocked by %lld duplicate-name conflicts. Your existing data is preserved.
zh_hans: 存在 %lld 组重名冲突，暂不能迁移。现有数据已保留。

source: Modify Credential
zh_hans: 修改凭证

source: More Settings
zh_hans: 更多设置

source: Move
zh_hans: 移动

source: Move Secret
zh_hans: 移动凭证

source: Move to Recycle Bin
zh_hans: 移到回收站

source: Move...
zh_hans: 移动…

source: Move…
zh_hans: 移动…

source: Multica CLI is not set up on this Mac. Run multica setup, then try again.
zh_hans: Multica CLI 尚未完成本机设置。请先运行 multica setup，再重试。

source: Multica could not start. Reinstall Multica, then try again.
zh_hans: 无法启动 Multica。请重新安装 Multica，再重试。

source: Multica did not respond in time. Restart Multica, then try again.
zh_hans: Multica 没有及时响应。请重启 Multica，再重试。

source: Multica did not return a verifiable configuration result. Check the configuration in Multica, then try again.
zh_hans: Multica 未返回可确认的配置结果。请检查 Multica 中的配置后再重试。

source: Multica failed while %@. Contact Ask Key support with this operation name before retrying.
zh_hans: Multica 在执行 %@ 时失败。请带着这个操作名联系请旨支持后再重试。

source: Multica has multiple workspaces, so Ask Key cannot choose one. Select a default workspace in the Multica CLI, then try again.
zh_hans: Multica 有多个工作区，无法确定要接入哪一个。请先在 Multica CLI 选择默认工作区，再重试。

source: Multica is not signed in. Sign in to Multica, then try again.
zh_hans: Multica 尚未登录。请先登录 Multica，再重试。

source: Multica returned an unrecognized result. Upgrade Multica, then try again.
zh_hans: Multica 返回了无法识别的结果。请升级 Multica，再重试。

source: Multica setup failed and this attempt could not be fully rolled back. Stop retrying and contact Ask Key support.
zh_hans: Multica 接入失败，且无法完整撤销本次更改。请停止重试并联系请旨支持。

source: Multica was not found. Install Multica, then try again.
zh_hans: 没有找到 Multica。请先安装 Multica，再重试。

source: Multiline quoted values are not supported in .env imports.
zh_hans: .env 导入暂不支持跨行的引号值。

source: Multiple backup versions were found. Choose one to restore.
zh_hans: 发现多个备份版本，请选择要恢复的版本。

source: Name
zh_hans: 名称

source: Name (e.g. staging)
zh_hans: 环境名称，例如 staging

source: New Credential
zh_hans: 新建凭证

source: New Credential in This Group
zh_hans: 新建凭证到本组

source: New Environment
zh_hans: 新建环境

source: New credentials are added to “%@”. Move existing credentials here from their details.
zh_hans: 新建的凭证会直接落进「%@」；已有凭证可以在它的详情页里移入。

source: New credentials created here are added directly to this group.
zh_hans: 在这里新建的凭证会直接落进本组。

source: New credentials default to Ask.
zh_hans: 新凭证默认请旨。

source: New group
zh_hans: 新建分组

source: New project
zh_hans: 新建项目

source: New requests open a confirmation and remain here if deferred.
zh_hans: Agent 请求到达时会直接弹出确认框；没空处理的请求会留在这里。

source: New secret
zh_hans: 新建凭证

source: No Access Records Yet
zh_hans: 还没有访问记录

source: No Credentials Yet
zh_hans: 还没有凭证

source: No Matching Credentials
zh_hans: 没有找到匹配的凭证

source: No Pending Requests
zh_hans: 没有待处理请求

source: No activity yet
zh_hans: 暂无活动记录

source: No complete, verifiable backup was found.
zh_hans: 没有找到完整且可验证的备份。

source: No credentials yet
zh_hans: 还没有凭证

source: No custom environments
zh_hans: 暂无自定义环境

source: No custom environments. All secrets are in the default environment.
zh_hans: 暂无自定义环境。所有凭证都在默认环境中。

source: No entry matches these filters.
zh_hans: 没有符合当前筛选条件的记录。

source: No environment
zh_hans: 未选择环境

source: No matching activity
zh_hans: 没有匹配的活动记录

source: No matching secrets
zh_hans: 没有匹配的凭证

source: No project
zh_hans: 未选择项目

source: No purpose declared
zh_hans: 未声明用途

source: No recoverable backup was found.
zh_hans: 没有找到可恢复的备份

source: No secrets in %@
zh_hans: %@中暂无凭证

source: No secrets yet
zh_hans: 暂无凭证

source: No ungrouped credentials
zh_hans: 没有未分组凭证

source: Not Checked
zh_hans: 尚未检查

source: Not Configured
zh_hans: 未配置

source: Not Verified
zh_hans: 未验证连接

source: Not configured
zh_hans: 未配置

source: Not installed
zh_hans: 未安装

source: Not linked
zh_hans: 未关联

source: OK
zh_hans: 好

source: Off
zh_hans: 关闭

source: On by default. After Allow, Touch ID confirms it is really you.
zh_hans: 默认开启。在确认框里点「允许」后，还会用 Touch ID 确认是本人。

source: One credential can contain multiple items
zh_hans: 一份凭证可以有多项

source: Only you can see this
zh_hans: 只有你能看到

source: Open Ask Key
zh_hans: 打开请旨

source: Open Ask Key to review pending requests.
zh_hans: 打开请旨以查看待处理请求。

source: Open Ask Key to review the expiry date.
zh_hans: 打开请旨查看到期时间。

source: Open AskKey
zh_hans: 打开请旨

source: Open Confirmation
zh_hans: 打开确认框

source: Opens the Ask Key menu. Choose Off to release the system shortcut.
zh_hans: 打开请旨菜单。选择关闭后不再占用系统快捷键。

source: Optional
zh_hans: 可选

source: Original filename
zh_hans: 原文件名

source: Other
zh_hans: 其他

source: Overview
zh_hans: 概览

source: Parse and Preview
zh_hans: 解析并预览

source: Password
zh_hans: 密码

source: Paste .env content below or choose a file. Multiple keys become items in one credential.
zh_hans: 把 .env 内容粘贴到下面，或选择文件。多个键会成为一份凭证里的多项。

source: Paste Recovery Key
zh_hans: 粘贴恢复密钥

source: Paste Recovery Key to Delete iCloud Backup
zh_hans: 粘贴恢复密钥以删除 iCloud 备份

source: Pause Agent Access
zh_hans: 暂停 Agent 访问

source: Pause Agent access
zh_hans: 确认暂停 Agent 访问

source: Paused: new requests and temporary deliveries are stopped.
zh_hans: 已暂停：新请求和临时交付都已停止。

source: Pending Requests
zh_hans: 待处理请求

source: Pending requests
zh_hans: 待处理请求

source: Permanently delete "%@"?
zh_hans: 永久删除“%@”？

source: Permanently delete recycled credential
zh_hans: 永久删除回收站中的凭证

source: Permanently delete this project and all its secrets.
zh_hans: 永久删除此项目及其全部凭证。

source: Permission
zh_hans: 权限

source: Pick an existing .env file (or its folder) to create a project from it
zh_hans: 选择已有的 .env 文件或所在文件夹并创建项目

source: Plaintext Protection
zh_hans: 明文保护

source: Port
zh_hans: 端口

source: Press ESC to Decide Later
zh_hans: 按 ESC 稍后处理

source: Private Key File
zh_hans: 私钥文件

source: Private Key Passphrase
zh_hans: 私钥口令

source: Private Notes (Optional)
zh_hans: 私人备注（可选）

source: Private notes
zh_hans: 私人备注

source: Project
zh_hans: 项目

source: Project Info
zh_hans: 项目信息

source: Project Settings
zh_hans: 项目设置

source: Project name
zh_hans: 项目名称

source: Projects
zh_hans: 项目

source: Protected
zh_hans: 已保护

source: Purpose
zh_hans: 用途

source: Quit Ask Key
zh_hans: 退出请旨

source: Reads and edits from the app, the CLI, and your agents show up here.
zh_hans: 应用、命令行和 Agent 的读取与修改都会记录在这里。

source: Recent
zh_hans: 最近使用

source: Recent activity
zh_hans: 最近活动

source: Recent backups: %@ (keeps two)
zh_hans: 最近备份：%@（保留最近两份）

source: Recoverable for up to 30 days
zh_hans: 最多可恢复 30 天

source: Recovery Key…
zh_hans: 查看恢复密钥…

source: Recycle Bin
zh_hans: 回收站

source: Recycle Bin is empty
zh_hans: 回收站是空的

source: Recycle Bin · Recoverable for 30 days
zh_hans: 回收站 · 保留 30 天，可恢复

source: Refresh Status
zh_hans: 刷新状态

source: Region
zh_hans: 区域

source: Registers with Claude Code. For Cursor or Windsurf, add --client cursor or --client windsurf.
zh_hans: 注册到 Claude Code；Cursor 或 Windsurf 请加 --client cursor 或 --client windsurf。

source: Release %@ (%@) in project %@ to %@
zh_hans: 确认允许 %@（%@）从项目 %@ 交给 %@

source: Remaining
zh_hans: 剩余

source: Remove
zh_hans: 移除

source: Replace credential with imported values
zh_hans: 用导入内容替换凭证

source: Replace file
zh_hans: 替换文件

source: Repository
zh_hans: 代码仓库

source: Require System Authentication for Reads
zh_hans: 批准读取需系统验证

source: Require approval
zh_hans: 每次会话请旨

source: Require approval every time
zh_hans: 每次读取都请旨

source: Restore
zh_hans: 恢复

source: Restore Ask Key encrypted backup
zh_hans: 确认恢复请旨加密备份

source: Restore from Backup…
zh_hans: 从备份恢复…

source: Restore from iCloud Backup
zh_hans: 从 iCloud 备份恢复

source: Restore from iCloud Backup…
zh_hans: 从 iCloud 备份恢复…

source: Restore replaces current local credentials, groups, and settings. It requires system authentication and cannot be undone.
zh_hans: 恢复会用所选备份替换本机当前凭证、分组与设置。此操作需要系统验证，且无法撤销。

source: Results
zh_hans: 搜索结果

source: Resume Agent Access
zh_hans: 恢复 Agent 访问

source: Resume Agent access
zh_hans: 确认恢复 Agent 访问

source: Retry Agent access
zh_hans: 重试 Agent 访问

source: Reveal
zh_hans: 显示

source: Reveal credential value
zh_hans: 确认查看凭证值

source: Reveal secret value
zh_hans: 显示凭证值

source: Reveal value
zh_hans: 显示凭证值

source: Revealed
zh_hans: 已显示

source: Review and Connect
zh_hans: 了解并连接

source: Revoke Now
zh_hans: 立即收回

source: Running: Agents can request credentials according to each permission.
zh_hans: 运行中：Agent 可按每份凭证的权限提出请求。

source: SSH Identity
zh_hans: SSH 登录身份

source: SSH identity
zh_hans: SSH 身份

source: Save
zh_hans: 保存

source: Save Changes
zh_hans: 保存修改

source: Save Credential
zh_hans: 保存凭证

source: Save access keys, login details, certificates, or a combination of them.
zh_hans: 保存访问密钥、登录信息、证书或它们的组合。

source: Save this new recovery key now. Ask Key will not show it again after you close it.
zh_hans: 请立即保存这把新恢复密钥；关闭后请旨不会再次显示。

source: Search credentials…
zh_hans: 搜索凭证…

source: Search projects...
zh_hans: 搜索项目…

source: Search secret, environment, agent...
zh_hans: 搜索凭证、环境或 Agent…

source: Search secrets...
zh_hans: 搜索凭证…

source: Secret
zh_hans: 密钥

source: Secret Access Key
zh_hans: 访问密钥

source: Secrets
zh_hans: 凭证

source: Secrets accessed via the app, CLI, or MCP will appear here.
zh_hans: 通过应用、命令行或 MCP 访问凭证后，记录会显示在这里。

source: Security
zh_hans: 安全

source: Select a credential
zh_hans: 选择一份凭证

source: Self-hosted Multica
zh_hans: 自托管 Multica

source: Server Address
zh_hans: 服务器地址

source: Server, account, and password as one set
zh_hans: 一整套服务器、账号和密码

source: Session Token
zh_hans: 临时令牌

source: Settings
zh_hans: 设置

source: Show Content
zh_hans: 显示内容

source: Simplified Chinese
zh_hans: 简体中文

source: Size
zh_hans: 大小

source: Skip
zh_hans: 跳过这份

source: Skip and Finish
zh_hans: 跳过并完成

source: Software Update
zh_hans: 软件更新

source: Start Ask Key backup with the saved recovery key
zh_hans: 确认使用已保存的恢复密钥启动请旨备份

source: Start Using
zh_hans: 开始使用

source: Stored file bytes do not match the saved digest.
zh_hans: 保存的文件内容与摘要不匹配。

source: Strict
zh_hans: 次次请旨

source: Supports regular files and .env files. The original is never modified.
zh_hans: 支持普通文件或 .env；原文件不会被修改。

source: System
zh_hans: 跟随系统

source: System authentication failed.
zh_hans: 系统验证失败。

source: System authentication is required.
zh_hans: 需要先通过系统验证。

source: System authentication is unavailable.
zh_hans: 系统验证不可用。

source: Take Ownership of Future Backups…
zh_hans: 接管后续备份…

source: Take ownership of Ask Key iCloud backup
zh_hans: 确认接管请旨 iCloud 备份

source: Taking ownership uses the selected backup as the starting point for future backups from this Mac. Confirm the selected version before authenticating.
zh_hans: 接管会以所选备份为起点，让本机继续写入后续备份。请先确认所选版本；接管需要系统验证。

source: Template
zh_hans: 模板

source: Temporary File Path
zh_hans: 短期文件路径

source: Text
zh_hans: 文字

source: The %@ user configuration cannot be updated safely. Fix that configuration, then try again.
zh_hans: 无法安全更新 %@ 的用户级配置。请先修复该配置，再重试。

source: The .env file contains a duplicate variable name.
zh_hans: .env 文件中存在重复的变量名。

source: The .env file contains an invalid assignment.
zh_hans: .env 文件中存在无效的赋值语句。

source: The .env file contains an invalid variable name.
zh_hans: .env 文件中存在无效的变量名。

source: The .env file contains an unsupported escape sequence.
zh_hans: .env 文件中存在不支持的转义写法。

source: The .env file contains an unterminated quoted value.
zh_hans: .env 文件中存在未闭合的引号。

source: The .env file contains no key-value pairs.
zh_hans: .env 文件中没有键值对。

source: The .env file contains unexpected text after a quoted value.
zh_hans: .env 文件的引号后存在多余内容。

source: The .env file must contain valid UTF-8 text.
zh_hans: .env 文件必须是有效的 UTF-8 文本。

source: The Ask Key helper signature or version does not match. Reinstall Ask Key, then try again.
zh_hans: 请旨助手的签名或版本不匹配。请重新安装请旨，再重试。

source: The Multica server creation outcome is unknown. A server may have been created; the API cannot establish ownership, so no server was automatically deleted. Stop retrying, inspect MCP servers in Multica, and contact Ask Key support for recovery.
zh_hans: Multica 新增服务的结果无法确认。服务可能已经创建；当前接口无法确认归属，因此没有自动删除。请停止重试，在 Multica 检查 MCP 服务并联系请旨支持协助恢复。

source: The backup is incomplete or damaged.
zh_hans: 备份内容不完整或已损坏。

source: The backup operation could not finish cleanup. Existing backups were preserved.
zh_hans: 备份操作未能完整收尾，请稍后重试；现有备份仍被保留。

source: The backup was restored, but the local view could not refresh. Restart the app to check it; do not restore again.
zh_hans: 备份已恢复，但本机界面刷新失败。请退出并重新打开应用检查，无需再次恢复。

source: The client connection could not be verified.
zh_hans: 无法验证客户端连接。

source: The credential is disabled at expiry. Agent requests are denied, with reminders starting 7 days before.
zh_hans: 到期后凭证自动停用：Agent 请求被自动拒绝，到期前 7 天开始提醒。

source: The file changed while AskKey was reading it. Import was cancelled.
zh_hans: 请旨读取期间文件发生变化，导入已取消。

source: The file could not be read.
zh_hans: 无法读取该文件。

source: The integrity of older permissions cannot be verified. These credentials will be migrated to Ask Every Time; you can authorize each one again afterward.
zh_hans: 旧版权限没有完整性证明。迁移会将相关凭证改为“每次询问”，之后可逐项重新授权。

source: The interface language changes immediately.
zh_hans: 界面语言立即切换。

source: The interrupted backup could not be verified. Existing backups were preserved.
zh_hans: 本机待完成备份无法验证，已停止继续写入。

source: The key or token from your provider
zh_hans: 服务提供方给你的 Key 或 Token

source: The recovery key appears only when created. Use the copy you saved.
zh_hans: 恢复密钥只在创建时显示；请使用你独立保存的副本。

source: The recovery key is invalid. Check it and try again.
zh_hans: 恢复密钥无效，请检查后重试。

source: This Ask Key helper does not match the official app. Reinstall the official package, then try again.
zh_hans: 请旨助手与官方应用不匹配。请重新安装官方安装包，再重试。

source: This Credential Contains
zh_hans: 这份凭证包含

source: This Mac owns future backups, but automatic backup status could not be confirmed. Check the backup settings before continuing.
zh_hans: 本机已接管后续备份，但尚未确认自动备份状态。请先检查备份设置。

source: This Mac owns future backups. Automatic backup has resumed.
zh_hans: 本机已接管后续备份，自动备份已恢复。

source: This Mac owns future backups. Automatic backup is currently off.
zh_hans: 本机已接管后续备份，自动备份当前处于关闭状态。

source: This Multica server does not support automatic setup. Upgrade Multica, then try again.
zh_hans: 当前 Multica 服务端不支持自动接入。请先升级 Multica，再重试。

source: This Multica sign-in has no available workspace. Join a workspace, then try again.
zh_hans: 当前 Multica 登录没有可用工作区。请先加入工作区，再重试。

source: This account cannot manage Multica MCP servers. Ask a workspace admin for permission, then try again.
zh_hans: 当前账号不能管理 Multica 的 MCP。请让工作区管理员授予权限，再重试。

source: This backup cannot be restored safely.
zh_hans: 备份内容无法安全恢复。

source: This cannot be undone.
zh_hans: 此操作无法撤销。

source: This development or ad-hoc build does not have Ask Key's own iCloud capability. Official releases require Ask Key's container, entitlement, and signing materials.
zh_hans: 此开发或临时签名版本没有请旨自有 iCloud 能力。正式发布需要注入自有容器、entitlement 与签名材料。

source: This environment contains secret values. Deleting anyway removes those values and deletes secrets that only existed in this environment.
zh_hans: 此环境包含凭证值。继续删除会移除这些值，并删除仅存在于此环境的凭证。

source: This file is larger than AskKey's 5 MB import limit.
zh_hans: 此文件超过请旨 5 MB 的导入上限。

source: This group is empty
zh_hans: 这个分组是空的

source: This project contains environments and secrets. Deleting anyway removes the project, its environments, and all stored secrets.
zh_hans: 此项目包含环境和凭证。继续删除会移除项目、环境及其中保存的全部凭证。

source: This requires system authentication and cannot be undone.
zh_hans: 此操作需要系统验证，且无法撤销。

source: This version of %@ does not support automatic setup. Update %@, then try again.
zh_hans: 当前 %@ 版本不支持自动接入。请升级 %@，再重试。

source: Three permission levels
zh_hans: 三级权限

source: Tighter security applies immediately. Relaxing it explains the impact and verifies you first.
zh_hans: 收紧安全立即生效；放宽权限前会说明后果并验证身份。

source: Timed allow is global for this Mac user, defaults to 30 minutes, and can be changed in Settings. It only covers reads; writes still need approval every time.
zh_hans: 限时允许对当前 Mac 用户全局生效，默认 30 分钟，可在设置中修改。它只覆盖读取；写操作仍需逐次批准。

source: Timed allow remaining
zh_hans: 限时允许剩余

source: Token
zh_hans: 令牌

source: Try a different search term.
zh_hans: 换个关键词再试试。

source: Turn Off Anyway
zh_hans: 仍要关闭

source: Turn Off Launch at Login
zh_hans: 关闭登录时启动

source: Turn Off…
zh_hans: 关闭…

source: Turn On Again
zh_hans: 重新开启

source: Type ERASE to confirm
zh_hans: 输入「抹除」以确认

source: Unable to view: authentication was not completed or the request is no longer valid.
zh_hans: 无法查看：验证未完成，或请求已失效。

source: Unavailable
zh_hans: 不可用

source: Ungrouped
zh_hans: 未分组

source: Unknown
zh_hans: 未知

source: Unlink
zh_hans: 取消关联

source: Unlock
zh_hans: 解锁

source: Unlock AskKey vault
zh_hans: 解锁请旨凭证库

source: Unlock Management
zh_hans: 解锁管理

source: Unlock the AskKey vault for %@
zh_hans: 为 %@ 解锁请旨凭证库

source: Unlock your Mac to review a pending request.
zh_hans: 解锁 Mac 后即可查看待处理请求。

source: Updates
zh_hans: 更新

source: Updates are available in signed release builds.
zh_hans: 签名后的正式版才提供更新功能。

source: Usage instructions
zh_hans: 使用说明
